const SiteData = {
    header:{
        logo:'logo.jpg',
        logoName:{
            ru:'Модуль Панель',
            en:'EN',
            lt:'LT'},
        tel:'+375447899978',
        email:'modulpanel@gmail.com'
    },
    firstPage:{
        slogan:{
            ru:'Экологические и недорогие модульные дома из плит с невероятной теплоизоляцией',
            en:'EN',
            lt:'LT'},
        buttonText:{
            ru:'Наши проекты',
            en:'EN',
            lt:'LT'},
        backgroundImage:'bg_main_1.jpg',
    },
    secondPage:{
        pageTitle:{
            ru:'Модульные дома',
            en:'EN',
            lt:'LT'},
        preview:[
            {
                name:{  ru:'Названиедома1',
                        en:'EN',
                        lt:'LT'
                },
                livingSpace: '53-59',
                priceName:{ ru:'цена',
                            en:'EN',
                            lt:'LT'
                },
                price: '20000',
                img:'houseIMG_1.jpg',
            
            },
            {
                name:{ ru:'Названиедома2',
                    en:'EN',
                    lt:'LT'
                },
                livingSpace: '23-29',
                priceName:{ ru:'цена',
                            en:'EN',
                            lt:'LT'
                },
                price: '10000',
                img:'houseIMG_2.jpg',
            
            },
            {
                name:{ ru:'Названиедома3',
                    en:'EN',
                    lt:'LT'
                },
                livingSpace: '13-19',
                priceName:{ ru:'цена',
                            en:'EN',
                            lt:'LT'
                },
                price: '5000',
                img:'houseIMG_3.jpg',
            
            }
        ],
        backgroundImage:'bg_main_2.jpg',
    },
    thirdPage:{
        pageTitle:{
            ru:'Почему стоит выбратьнаш модульный дом',
            en:'EN',
            lt:'LT'},
        listOfBenefits:[
            {
                title:{
                    ru:'Безопастность',
                    en:'EN',
                    lt:'LT'
                },
                text:{
                    ru:'Наша компания делает ставку на надежные и безопастные строительные материалы',
                    en:'EN',
                    lt:'LT'
                }
            },
            {
                title:{
                    ru:'Технологии',
                    en:'EN',
                    lt:'LT'
                },
                text:{
                    ru:'Модуль Панель использует самые современные производственные процессы при строительстве домов',
                    en:'EN',
                    lt:'LT'
                }
            },
            {
                title:{
                    ru:'Огнеустойчивость',
                    en:'EN',
                    lt:'LT'
                },
                text:{
                    ru:'Наши дома соответствуют современным противопожарным требованиям',
                    en:'EN',
                    lt:'LT'
                }
            },
            {
                title:{
                    ru:'Быстрота возведения',
                    en:'EN',
                    lt:'LT'
                },
                text:{
                    ru:'Возведение дома занимает до 40 дней после возведения фундамента. Включая прокладку комуникаций',
                    en:'EN',
                    lt:'LT'
                }
            },
            {
                title:{
                    ru:'Современная Архитектура',
                    en:'EN',
                    lt:'LT'
                },
                text:{
                    ru:'Вы получите современный дом выбрав из готовых вариантов в нашем катологе или предложите свой проект и мы сделаем для него плиты на заказ',
                    en:'EN',
                    lt:'LT'
                }
            },
            {
                title:{
                    ru:'Внешний вид',
                    en:'EN',
                    lt:'LT'
                },
                text:{
                    ru:'Вы можете выбрать из множества цветов покраски фасада, вариат отделки вентфасадом либо деревом',
                    en:'EN',
                    lt:'LT'
                }
            },
            {
                title:{
                    ru:'Экологичность',
                    en:'EN',
                    lt:'LT'
                },
                text:{
                    ru:'Использование натуральных строительных материалов делает возможным экологически чистое строительство',
                    en:'EN',
                    lt:'LT'
                }
            },
            {
                title:{
                    ru:'Минимум отделочных работ',
                    en:'EN',
                    lt:'LT'
                },
                text:{
                    ru:'Все наши плиты имеют поверхность готовую к финишной декоративной отделке',
                    en:'EN',
                    lt:'LT'
                }
            },
            {
                title:{
                    ru:'Теплоизоляция',
                    en:'EN',
                    lt:'LT'
                },
                text:{
                    ru:'Благодаря энергоэффективной конструкции мы гарантируем, что в вашем доме всегда будет тепло',
                    en:'EN',
                    lt:'LT'
                }
            },
        ],
        
        backgroundImage:'bg_main_3.jpg',
    },
    fourthPage:{
        pageTitle:{
            ru:'Так устроены наши панели',
            en:'EN',
            lt:'LT'},
        buttonText_1:{
            ru:'Изучить строение панелей',
            en:'EN',
            lt:'LT'},
        buttonText_2:{
            ru:'Заказать панели по индивидуальным размерам',
            en:'EN',
            lt:'LT'},
        listOfBenefits:[
            {
                ru:'Преимущества трехслойной технологии',
                en:'EN',
                lt:'LT'
            },
            {
                ru:'Идеальня геометрия стен и высочайшая прочность (выдерживает нагрузку свыше 10 этажей)',
                en:'EN',
                lt:'LT'
            },
            {
                ru:'Теплопотери дома сведены к нулю',
                en:'EN',
                lt:'LT'
            },
            {
                ru:'Отсутствие влияния человеческого фактора, быстрая и надежная сборка',
                en:'EN',
                lt:'LT'
            },
            {
                ru:'Высокая пожарная безопастность и звукоизоляция',
                en:'EN',
                lt:'LT'
            },
            {
                ru:'Энергоэффективность А++',
                en:'EN',
                lt:'LT'
            },
        ],
        ventPanrl:'',
        panelLayer_1:'',
        panelLayer_2:'',
        panelLayer_3:'',
    },
    fifthPage:{
        aboutCompany:{
            ru:'Наша компания Модуль Панель является производителем модульных панелей, домокомплектов котеджей из утепленных железобетонных стеновых панелей. Все элементы будущих котеджей изготавливаются в заводских условиях имеют ровную геометрию, а погодные условия не влияют на качество и скорость производства изделий. Дополнительные издержки сведены к минимуму, а значит Вы получите лучшую цену и превосходное качество изделий',
            en:'EN',
            lt:'LT'
        },
        addressCompany:{
            ru:'Адрес:220011 Минск, ул. Ольшевского, д. 10, офис 377',
            en:'EN',
            lt:'LT'
        },
        emailCompany:'modulepanel@gmail.com',
        telCompany:['+3754412345678', '+3752987654321'],
        contactForm:{
            title:{
                ru:'Контакты',
                en:'EN',
                lt:'LT'
            },
            formFields:[
                {
                    ru:'Ваш email',
                    en:'EN',
                    lt:'LT'
                },
                {
                    ru:'Имя и Фамилия',
                    en:'EN',
                    lt:'LT'
                },
                {
                    ru:'Номер телефона',
                    en:'EN',
                    lt:'LT'
                },
                {
                    ru:'Ваше сообщение',
                    en:'EN',
                    lt:'LT'
                },
            ],
            buttonContact:{
                ru:'Связаться с нами',
                en:'EN',
                lt:'LT'
            },
            buttonCalculation:{
                ru:'Заказать расчет строительства',
                en:'EN',
                lt:'LT'
            },
        }
    }
}
export {SiteData}
